---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrLegendVertOriginGap
source: html/696b3c46-7ad1-beca-3409-ad006565c20e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrLegendVertOriginGap Property

"Legend Vertical Origin Gap"

## Syntax (C#)
```csharp
public static ForgeTypeId SpatialFieldMgrLegendVertOriginGap { get; }
```